Repository: darthkubox/FindHub-Android
Catalog: App/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it

# %@ poza miejscem: %@
source: %1$@ poza miejscem: %2$@
de: %1$@ hat %2$@ verlassen
en: %1$@ left %2$@
es: %1$@ ha salido de %2$@
fr: %1$@ a quitté %2$@
it: %1$@ ha lasciato %2$@

# %lld miejsc
source: %lld miejsca
de: %lld Orte
en: %lld places
es: %lld lugares
fr: %lld lieux
it: %lld luoghi

# %lld odczytów
source: %lld odczytu
de: %lld Messwerte
en: %lld readings
es: %lld lecturas
fr: %lld relevés
it: %lld rilevazioni

# %lld urządzeń
source: %lld urządzenia
de: %lld Geräte
en: %lld devices
es: %lld dispositivos
fr: %lld appareils
it: %lld dispositivi

source: (bez nazwy)
de: (ohne Namen)
en: (no name)
es: (sin nombre)
fr: (sans nom)
it: (senza nome)

source: 3 minuty
de: 3 Minuten
en: 3 minutes
es: 3 minutos
fr: 3 minutes
it: 3 minuti

source: 30 sekund
de: 30 Sekunden
en: 30 seconds
es: 30 segundos
fr: 30 secondes
it: 30 secondi

source: 5 minut
de: 5 Minuten
en: 5 minutes
es: 5 minutos
fr: 5 minutes
it: 5 minuti

source: 7 dni
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
it: 7 giorni

source: 90 sekund
de: 90 Sekunden
en: 90 seconds
es: 90 segundos
fr: 90 secondes
it: 90 secondi

source: AES-CBC nie powiodło się
de: AES-CBC fehlgeschlagen
en: AES-CBC failed
es: Error de AES-CBC
fr: Échec AES-CBC
it: AES-CBC non riuscito

source: Aby dalej korzystać z aplikacji, zapoznaj się z warunkami korzystania i polityką prywatności.
de: Um die App weiter zu nutzen, lies bitte die Nutzungsbedingungen und die Datenschutzerklärung.
en: To keep using the app, please review the terms of use and privacy policy.
es: Para seguir usando la app, revisa las condiciones de uso y la política de privacidad.
fr: Pour continuer à utiliser l’app, consultez les conditions d’utilisation et la politique de confidentialité.
it: Per continuare a usare l’app, leggi i termini di utilizzo e l’informativa sulla privacy.

source: Aby dostawać alerty, włącz powiadomienia.
de: Aktiviere Mitteilungen, um Warnungen zu erhalten.
en: Turn on notifications to receive alerts.
es: Activa las notificaciones para recibir avisos.
fr: Activez les notifications pour recevoir les alertes.
it: Attiva le notifiche per ricevere gli avvisi.

source: Adres
de: Adresse
en: Address
es: Dirección
fr: Adresse
it: Indirizzo

source: Akceptuję warunki korzystania i politykę prywatności
de: Ich akzeptiere die Nutzungsbedingungen und die Datenschutzerklärung
en: I accept the terms of use and privacy policy
es: Acepto las condiciones de uso y la política de privacidad
fr: J’accepte les conditions d’utilisation et la politique de confidentialité
it: Accetto i termini di utilizzo e l’informativa sulla privacy

source: Alert o opuszczeniu miejsca wysyłamy po dwóch świeżych raportach poza obszarem. Gdy aplikacja jest w tle, iOS sam decyduje, kiedy odświeżyć pozycje — zwykle nie częściej niż co kilkanaście minut. Nazwy w treści są widoczne na zablokowanym ekranie.
de: Eine Ortswarnung wird nach zwei aktuellen Berichten außerhalb des Bereichs gesendet. Im Hintergrund entscheidet iOS, wann Positionen aktualisiert werden – meist nicht öfter als etwa alle 15 Minuten. Namen in Mitteilungen sind auf dem Sperrbildschirm sichtbar.
en: A place alert is sent after two fresh reports outside the area. While the app is in the background, iOS decides when to refresh locations — usually no more often than every 15 minutes or so. Names in alerts are visible on the lock screen.
es: El aviso de lugar se envía tras dos informes recientes fuera de la zona. En segundo plano, iOS decide cuándo actualizar las ubicaciones, normalmente no más de una vez cada 15 minutos aproximadamente. Los nombres de los avisos se ven en la pantalla bloqueada.
fr: Une alerte de lieu est envoyée après deux rapports récents hors de la zone. En arrière-plan, iOS décide quand actualiser les positions — en général pas plus d’une fois toutes les 15 minutes environ. Les noms dans les alertes sont visibles sur l’écran verrouillé.
it: L’avviso del luogo viene inviato dopo due rapporti recenti fuori dall’area. In background è iOS a decidere quando aggiornare le posizioni, di solito non più di circa ogni 15 minuti. I nomi negli avvisi sono visibili sulla schermata di blocco.

source: Alert pojawi się po utracie potwierdzonego połączenia Bluetooth. Zasięg zależy od otoczenia — nie da się ustawić dokładnej odległości w metrach. Pierwsze połączenie wykonaj przy tagu. Nie wszystkie urządzenia obsługują stałe połączenie.
de: Du wirst benachrichtigt, wenn eine bestätigte Bluetooth-Verbindung abbricht. Die Reichweite hängt von der Umgebung ab – eine genaue Entfernung in Metern lässt sich nicht einstellen. Stelle die erste Verbindung direkt beim Tracker her. Nicht jedes Gerät unterstützt eine dauerhafte Verbindung.
en: You’ll be alerted when a confirmed Bluetooth connection is lost. Range depends on the surroundings — an exact distance in metres can’t be set. Make the first connection next to the tracker. Not every device supports a persistent connection.
es: Recibirás un aviso cuando se pierda una conexión Bluetooth confirmada. El alcance depende del entorno: no se puede fijar una distancia exacta en metros. Haz la primera conexión junto al localizador. No todos los dispositivos admiten una conexión permanente.
fr: Une alerte s’affiche lorsqu’une connexion Bluetooth confirmée est perdue. La portée dépend de l’environnement — impossible de régler une distance exacte en mètres. Effectuez la première connexion à côté du traceur. Tous les appareils ne prennent pas en charge une connexion permanente.
it: Riceverai un avviso quando una connessione Bluetooth confermata si interrompe. La portata dipende dall’ambiente: non è possibile impostare una distanza esatta in metri. Effettua la prima connessione vicino al localizzatore. Non tutti i dispositivi supportano una connessione permanente.

source: Alert wysyłamy, gdy świeży raport Find Hub pokaże urządzenie poza tym obszarem — nie na podstawie pozycji telefonu.
de: Eine Benachrichtigung erfolgt, wenn ein aktueller Find-Hub-Bericht das Gerät außerhalb dieses Bereichs zeigt – nicht anhand der Position deines Telefons.
en: An alert is sent when a fresh Find Hub report shows the device outside this area — not based on your phone’s position.
es: Se envía un aviso cuando un informe reciente de Find Hub muestra el dispositivo fuera de esta zona, no según la posición de tu teléfono.
fr: Une alerte est envoyée lorsqu’un rapport Find Hub récent montre l’appareil hors de cette zone — pas d’après la position de votre téléphone.
it: L’avviso viene inviato quando un rapporto Find Hub recente mostra il dispositivo fuori da quest’area, non in base alla posizione del telefono.

source: Anuluj
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Aplikację rozpowszechniamy na licencji GNU GPL v3.0 lub nowszej. Korzysta z pracy autorów GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium i SwiftProtobuf.
de: Diese App wird unter der GNU GPL v3.0 oder neuer verbreitet. Sie baut auf der Arbeit der Autoren von GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium und SwiftProtobuf auf.
en: This app is distributed under the GNU GPL v3.0 or later. It builds on the work of the authors of GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium and SwiftProtobuf.
es: Esta app se distribuye bajo la licencia GNU GPL v3.0 o posterior. Se basa en el trabajo de los autores de GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium y SwiftProtobuf.
fr: Cette app est distribuée sous licence GNU GPL v3.0 ou ultérieure. Elle s’appuie sur le travail des auteurs de GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium et SwiftProtobuf.
it: Questa app è distribuita con licenza GNU GPL v3.0 o successiva. Si basa sul lavoro degli autori di GoogleFindMyTools, firebase-messaging, gpsoauth, http_ece, micro-ecc, Chromium e SwiftProtobuf.

source: Autoryzacja Find Hub…
de: Find Hub wird autorisiert…
en: Authorising Find Hub…
es: Autorizando Find Hub…
fr: Autorisation de Find Hub…
it: Autorizzazione di Find Hub…

source: Autoryzacja Spot…
de: Spot wird autorisiert…
en: Authorising Spot…
es: Autorizando Spot…
fr: Autorisation de Spot…
it: Autorizzazione di Spot…

source: BLE: %@
de: Bluetooth: %@
en: Bluetooth: %@
es: Bluetooth: %@
fr: Bluetooth : %@
it: Bluetooth: %@

source: BLE: połączono, szukam usługi dzwonienia…
de: Bluetooth: verbunden, Klingeldienst wird gesucht…
en: Bluetooth: connected, looking for the ring service…
es: Bluetooth: conectado, buscando el servicio de sonido…
fr: Bluetooth : connecté, recherche du service de sonnerie…
it: Bluetooth: connesso, ricerca del servizio di suoneria…

source: BLE: skanuję w poszukiwaniu tagu…
de: Bluetooth: Suche nach Trackern…
en: Bluetooth: scanning for trackers…
es: Bluetooth: buscando localizadores…
fr: Bluetooth : recherche de traceurs…
it: Bluetooth: ricerca dei localizzatori…

source: BLE: wysyłam komendę dzwonienia (DULT)…
de: Bluetooth: Klingelbefehl wird gesendet (DULT)…
en: Bluetooth: sending the ring command (DULT)…
es: Bluetooth: enviando la orden de sonido (DULT)…
fr: Bluetooth : envoi de la commande de sonnerie (DULT)…
it: Bluetooth: invio del comando di suoneria (DULT)…

source: BLE: zapis odrzucony: %@
de: Bluetooth: Schreibvorgang abgelehnt: %@
en: Bluetooth: write rejected: %@
es: Bluetooth: escritura rechazada: %@
fr: Bluetooth : écriture refusée : %@
it: Bluetooth: scrittura rifiutata: %@

# BLE: znaleziono %lld tag(ów) w pobliżu…
source: BLE: znaleziono %lld tagu w pobliżu…
de: Bluetooth: %lld Tracker in der Nähe gefunden…
en: Bluetooth: found %lld trackers nearby…
es: Bluetooth: %lld localizadores encontrados cerca…
fr: Bluetooth : %lld traceurs trouvés à proximité…
it: Bluetooth: trovati %lld localizzatori nelle vicinanze…

source: BLE: łączę z najbliższym tagiem…
de: Bluetooth: Verbindung zum nächsten Tracker…
en: Bluetooth: connecting to the nearest tracker…
es: Bluetooth: conectando con el localizador más cercano…
fr: Bluetooth : connexion au traceur le plus proche…
it: Bluetooth: connessione al localizzatore più vicino…

source: Bliskie urządzenia
de: In-der-Nähe-Geräte
en: Keep-near devices
es: Dispositivos cercanos
fr: Appareils à garder près de moi
it: Dispositivi da tenere vicino

source: Bliskie urządzenie i alerty miejsc
de: In der Nähe halten und Ortswarnungen
en: Keep near me and place alerts
es: Mantener cerca y avisos de lugares
fr: Garder près de moi et alertes de lieux
it: Tieni vicino e avvisi dei luoghi

source: Bluetooth jest wyłączony lub niedostępny.
de: Bluetooth ist aus oder nicht verfügbar.
en: Bluetooth is off or unavailable.
es: El Bluetooth está desactivado o no disponible.
fr: Le Bluetooth est désactivé ou indisponible.
it: Il Bluetooth è disattivato o non disponibile.

source: Bluetooth niedostępny — pilnowanie wstrzymane
de: Bluetooth nicht verfügbar – Überwachung pausiert
en: Bluetooth unavailable — monitoring paused
es: Bluetooth no disponible: vigilancia en pausa
fr: Bluetooth indisponible — surveillance en pause
it: Bluetooth non disponibile: monitoraggio in pausa

source: Bluetooth niedostępny/wyłączony
de: Bluetooth nicht verfügbar oder aus
en: Bluetooth unavailable or off
es: Bluetooth no disponible o desactivado
fr: Bluetooth indisponible ou désactivé
it: Bluetooth non disponibile o disattivato

source: Bluetooth włączony
de: Bluetooth an
en: Bluetooth on
es: Bluetooth activado
fr: Bluetooth activé
it: Bluetooth attivo

source: Brak adresu repozytorium w tej kompilacji.
de: In diesem Build ist keine Repository-Adresse hinterlegt.
en: No repository address in this build.
es: Esta compilación no incluye la dirección del repositorio.
fr: Aucune adresse de dépôt dans cette version.
it: Nessun indirizzo del repository in questa build.

source: Brak danych
de: Keine Daten
en: Not available
es: Sin datos
fr: Non disponible
it: Non disponibile

source: Brak danych pozwalających potwierdzić tożsamość tego urządzenia przez Bluetooth.
de: Es fehlen Daten, um die Identität dieses Geräts per Bluetooth zu bestätigen.
en: There is no data to confirm this device’s identity over Bluetooth.
es: No hay datos para confirmar la identidad de este dispositivo por Bluetooth.
fr: Aucune donnée ne permet de confirmer l’identité de cet appareil par Bluetooth.
it: Non ci sono dati per confermare l’identità di questo dispositivo via Bluetooth.

source: Brak dostępu do Bluetooth — pilnowanie wstrzymane
de: Kein Bluetooth-Zugriff – Überwachung pausiert
en: No Bluetooth access — monitoring paused
es: Sin acceso a Bluetooth: vigilancia en pausa
fr: Pas d’accès au Bluetooth — surveillance en pause
it: Nessun accesso al Bluetooth: monitoraggio in pausa

source: Brak historii w tym okresie
de: Kein Verlauf in diesem Zeitraum
en: No history for this period
es: No hay historial en este periodo
fr: Aucun historique pour cette période
it: Nessuna cronologia in questo periodo

source: Brak nagłówków szyfrowania w raporcie
de: Dem Bericht fehlen Verschlüsselungs-Header
en: The report has no encryption headers
es: El informe no tiene cabeceras de cifrado
fr: Le rapport ne contient pas d’en-têtes de chiffrement
it: Il rapporto non contiene intestazioni di crittografia

source: Brak odebranej pozycji
de: Keine Position empfangen
en: No location received
es: No se ha recibido ninguna ubicación
fr: Aucune position reçue
it: Nessuna posizione ricevuta

source: Brak odpowiedzi z pozycją
de: Keine Antwort mit Position
en: No location reply
es: Sin respuesta con ubicación
fr: Aucune réponse avec position
it: Nessuna risposta con posizione

source: Brak tagów w pobliżu.
de: Keine Tracker in der Nähe.
en: No trackers nearby.
es: No hay localizadores cerca.
fr: Aucun traceur à proximité.
it: Nessun localizzatore nelle vicinanze.

source: Brak urządzeń na koncie.
de: Keine Geräte in diesem Konto.
en: No devices on this account.
es: No hay dispositivos en esta cuenta.
fr: Aucun appareil sur ce compte.
it: Nessun dispositivo su questo account.

source: Brak zapisanych miejsc
de: Keine gespeicherten Orte
en: No saved places
es: No hay lugares guardados
fr: Aucun lieu enregistré
it: Nessun luogo salvato

source: Brak zapisanych obszarów
de: Keine gespeicherten Bereiche
en: No saved areas
es: No hay zonas guardadas
fr: Aucune zone enregistrée
it: Nessuna area salvata

source: Błąd listy: %@
de: Fehler bei der Geräteliste: %@
en: Device list error: %@
es: Error de la lista de dispositivos: %@
fr: Erreur de liste d’appareils : %@
it: Errore nell’elenco dei dispositivi: %@

source: Błąd logowania: %@
de: Anmeldefehler: %@
en: Sign-in error: %@
es: Error de inicio de sesión: %@
fr: Erreur de connexion : %@
it: Errore di accesso: %@

source: Błąd odblokowania: %@
de: Entsperrfehler: %@
en: Unlock error: %@
es: Error de desbloqueo: %@
fr: Erreur de déverrouillage : %@
it: Errore di sblocco: %@

source: Błąd pozycji: %@
de: Positionsfehler: %@
en: Location error: %@
es: Error de ubicación: %@
fr: Erreur de position : %@
it: Errore di posizione: %@

source: Ciemny
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro

source: Czas ostatniego raportu
de: Zeit des letzten Berichts
en: Last report time
es: Hora del último informe
fr: Heure du dernier rapport
it: Ora dell’ultimo rapporto

source: Czas raportu
de: Berichtszeit
en: Report time
es: Hora del informe
fr: Heure du rapport
it: Ora del rapporto

source: Czekam na pozycję…
de: Warte auf Position…
en: Waiting for location…
es: Esperando la ubicación…
fr: En attente de la position…
it: In attesa della posizione…

source: Czy masz przy sobie %@?
de: Hast du %@ dabei?
en: Do you have %@ with you?
es: ¿Llevas %@ contigo?
fr: Avez-vous %@ sur vous ?
it: Hai con te %@?

source: Czy na pewno chcesz się wylogować?
de: Möchtest du dich wirklich abmelden?
en: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?

source: Czy na pewno chcesz usunąć dane tego konta?
de: Möchtest du die Daten dieses Kontos wirklich löschen?
en: Are you sure you want to delete this account’s data?
es: ¿Seguro que quieres eliminar los datos de esta cuenta?
fr: Voulez-vous vraiment supprimer les données de ce compte ?
it: Vuoi davvero eliminare i dati di questo account?

source: Część raportów nie dała się odczytać.
de: Einige Berichte konnten nicht gelesen werden.
en: Some reports could not be read.
es: No se pudieron leer algunos informes.
fr: Certains rapports n’ont pas pu être lus.
it: Alcuni rapporti non sono stati letti.

source: Definicje protokołu checkin i MCS
de: Protokolldefinitionen für Checkin und MCS
en: Checkin and MCS protocol definitions
es: Definiciones de los protocolos checkin y MCS
fr: Définitions des protocoles checkin et MCS
it: Definizioni dei protocolli checkin e MCS

source: Diagnostyka odczytu
de: Berichtsdiagnose
en: Report diagnostics
es: Diagnóstico de informes
fr: Diagnostic des rapports
it: Diagnostica dei rapporti

source: Dodaj / zmień zdjęcie
de: Foto hinzufügen oder ändern
en: Add or change photo
es: Añadir o cambiar foto
fr: Ajouter ou modifier la photo
it: Aggiungi o cambia foto

source: Dodaj kolejne konto
de: Weiteres Konto hinzufügen
en: Add another account
es: Añadir otra cuenta
fr: Ajouter un autre compte
it: Aggiungi un altro account

source: Dodaj konto
de: Konto hinzufügen
en: Add account
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account

source: Dodaj lub edytuj miejsca
de: Orte hinzufügen oder bearbeiten
en: Add or edit places
es: Añadir o editar lugares
fr: Ajouter ou modifier des lieux
it: Aggiungi o modifica luoghi

source: Dodaj miejsce
de: Ort hinzufügen
en: Add place
es: Añadir lugar
fr: Ajouter un lieu
it: Aggiungi luogo

source: Dodaj urządzenie
de: Gerät hinzufügen
en: Add device
es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo

source: Dokładność
de: Genauigkeit
en: Accuracy
es: Precisión
fr: Précision
it: Precisione

source: Dokładność i okrąg na mapie
de: Genauigkeit und Kreis auf der Karte
en: Accuracy and map circle
es: Precisión y círculo en el mapa
fr: Précision et cercle sur la carte
it: Precisione e cerchio sulla mappa

source: Dom
de: Zuhause
en: Home
es: Casa
fr: Maison
it: Casa

source: Dom i inne miejsca
de: Zuhause und andere Orte
en: Home and other places
es: Casa y otros lugares
fr: Maison et autres lieux
it: Casa e altri luoghi

source: Dom, praca i inne obszary
de: Zuhause, Arbeit und andere Bereiche
en: Home, work and other areas
es: Casa, trabajo y otras zonas
fr: Maison, travail et autres zones
it: Casa, lavoro e altre aree

source: Dostępna na mapie
de: Auf der Karte verfügbar
en: Shown on the map
es: Disponible en el mapa
fr: Visible sur la carte
it: Disponibile sulla mappa

source: Dwa raporty potwierdziły pozycję poza obszarem. Ostatni: %@.
de: Zwei Berichte bestätigen eine Position außerhalb des Bereichs. Letzter: %@.
en: Two reports confirmed a position outside the area. Latest: %@.
es: Dos informes confirman una posición fuera de la zona. Último: %@.
fr: Deux rapports confirment une position hors de la zone. Dernier : %@.
it: Due rapporti confermano una posizione fuori dall’area. Ultimo: %@.

source: Dziękujemy autorom tych projektów. Linki prowadzą do ich oryginalnych repozytoriów.
de: Danke an die Autoren dieser Projekte. Die Links führen zu ihren Original-Repositorys.
en: Thank you to the authors of these projects. Links lead to their original repositories.
es: Gracias a los autores de estos proyectos. Los enlaces llevan a sus repositorios originales.
fr: Merci aux auteurs de ces projets. Les liens mènent à leurs dépôts d’origine.
it: Grazie agli autori di questi progetti. I link portano ai loro repository originali.

source: Dzwonię…
de: Klingelt…
en: Ringing…
es: Sonando…
fr: Sonnerie…
it: Squillo in corso…

source: ECE: odszyfrowanie nie powiodło się
de: ECE: Entschlüsselung fehlgeschlagen
en: ECE: decryption failed
es: ECE: error de descifrado
fr: ECE : échec du déchiffrement
it: ECE: decrittografia non riuscita

source: ECE: zły klucz
de: ECE: ungültiger Schlüssel
en: ECE: invalid key
es: ECE: clave no válida
fr: ECE : clé invalide
it: ECE: chiave non valida

source: Edytuj obszar
de: Bereich bearbeiten
en: Edit area
es: Editar zona
fr: Modifier la zone
it: Modifica area

source: FCM %@: zła odpowiedź
de: FCM %@: ungültige Antwort
en: FCM %@: invalid response
es: FCM %@: respuesta no válida
fr: FCM %@ : réponse invalide
it: FCM %@: risposta non valida

source: FindHub Android to niezależna, nieoficjalna aplikacja wydawana przez mintstudio. Nie jest powiązana z Google, Motorola ani Apple. Find Hub i Android są znakami towarowymi Google LLC; nazwy służą wyłącznie opisaniu zgodności.
de: FindHub Android ist eine unabhängige, inoffizielle App von mintstudio. Sie steht in keiner Verbindung zu Google, Motorola oder Apple. Find Hub und Android sind Marken der Google LLC; die Namen dienen nur zur Beschreibung der Kompatibilität.
en: FindHub Android is an independent, unofficial app published by mintstudio. It is not affiliated with Google, Motorola or Apple. Find Hub and Android are trademarks of Google LLC; the names are used only to describe compatibility.
es: FindHub Android es una app independiente y no oficial publicada por mintstudio. No está afiliada a Google, Motorola ni Apple. Find Hub y Android son marcas de Google LLC; los nombres solo se usan para describir la compatibilidad.
fr: FindHub Android est une app indépendante et non officielle éditée par mintstudio. Elle n’est affiliée ni à Google, ni à Motorola, ni à Apple. Find Hub et Android sont des marques de Google LLC ; ces noms servent uniquement à décrire la compatibilité.
it: FindHub Android è un’app indipendente e non ufficiale pubblicata da mintstudio. Non è affiliata a Google, Motorola o Apple. Find Hub e Android sono marchi di Google LLC; i nomi servono solo a descrivere la compatibilità.

source: Google odpowiedział, ale nie dołączył raportu lokalizacji.
de: Google hat geantwortet, aber keinen Standortbericht mitgesendet.
en: Google replied but did not include a location report.
es: Google respondió, pero no incluyó ningún informe de ubicación.
fr: Google a répondu sans joindre de rapport de position.
it: Google ha risposto senza includere un rapporto di posizione.

source: Google zwrócił nazwę miejsca, bez współrzędnych na mapę.
de: Google hat einen Ortsnamen ohne Kartenkoordinaten geliefert.
en: Google returned a place name without map coordinates.
es: Google devolvió un nombre de lugar sin coordenadas.
fr: Google a renvoyé un nom de lieu sans coordonnées.
it: Google ha restituito il nome di un luogo senza coordinate.

source: Gotowe
de: Fertig
en: Done
es: Listo
fr: OK
it: Fine

source: Historia i pilnowanie
de: Verlauf und Überwachung
en: History and monitoring
es: Historial y vigilancia
fr: Historique et surveillance
it: Cronologia e monitoraggio

source: Historia i trasa
de: Verlauf und Route
en: History and route
es: Historial y ruta
fr: Historique et trajet
it: Cronologia e percorso

source: Historia powstaje z odebranych lokalizacji. Otwórz aplikację lub odśwież pozycję, aby zapisać kolejne odczyty.
de: Der Verlauf entsteht aus empfangenen Positionen. Öffne die App oder aktualisiere die Position, um weitere Messwerte zu speichern.
en: History is built from received locations. Open the app or refresh the location to record more readings.
es: El historial se crea con las ubicaciones recibidas. Abre la app o actualiza la ubicación para guardar más lecturas.
fr: L’historique est constitué des positions reçues. Ouvrez l’app ou actualisez la position pour enregistrer d’autres relevés.
it: La cronologia si crea dalle posizioni ricevute. Apri l’app o aggiorna la posizione per salvare altre rilevazioni.
